{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "The ‘tailpiece’ of Wole Soyinka’s 1971 memoir "
        },
        {
          "text": "The Man Died",
          "italic": true
        },
        {
          "text": ", which recalls his political imprisonment under the orders of then Nigerian head of state Yakubu Gowon, is a curious dialogue between Gowon and Bola Ige, a friend of Soyinka’s. The conversation is set as an ending, after the flurry of emotive political language that otherwise characterizes the memoir. Below is how Ige recalls the exchange (according to Soyinka):"
        }
      ],
      "align": "justify"
    },
    {
      "type": "block-quote",
      "children": [
        {
          "text": "Gowon: He is quite well? Settling down? "
        }
      ],
      "align": "justify"
    },
    {
      "type": "block-quote",
      "children": [
        {
          "text": "Ige: As far as I know, yes."
        }
      ],
      "align": "justify"
    },
    {
      "type": "block-quote",
      "children": [
        {
          "text": "Gowon: Good. Now, I want you to give him this message from me. I want you to repeat my exact words, will you do that?"
        }
      ],
      "align": "justify"
    },
    {
      "type": "block-quote",
      "children": [
        {
          "text": "Ige: Yes, of course."
        }
      ],
      "align": "justify"
    },
    {
      "type": "block-quote",
      "children": [
        {
          "text": "Gowon: Tell him I said, Bygones is bygones. Right? Use my exact words—Bygones is bygones (287)."
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Soyinka’s response to this conversation ends his memoir: “My a**e!” This petulance is deeply understandable. "
        },
        {
          "text": "The Man Died ",
          "italic": true
        },
        {
          "text": "goes into great detail regarding the dehumanizing violence that Soyinka and his fellow prisoners suffered through, especially during his periods of solitary confinement. Furthermore, he goes to great pains to characterize Gowon’s many moral failures as a leader, particularly his facilitation of the mass killings of Igbos in Biafra during the civil war. But contrast this with the following dialogue between Soyinka and Gowon himself, over four decades later, on the second part of a podcast recorded and distributed through the BBC World Service in 2007: "
        }
      ],
      "align": "justify"
    },
    {
      "type": "block-quote",
      "children": [
        {
          "text": "Gowon: The report that came to me actually that in the end made me give the go ahead for your incarceration. He became my guest. For how many is it?"
        }
      ],
      "align": "justify"
    },
    {
      "type": "block-quote",
      "children": [
        {
          "text": "Soyinka: Total two years and four months."
        }
      ],
      "align": "justify"
    },
    {
      "type": "block-quote",
      "children": [
        {
          "text": "Gowon: Two years and four months. But really that was done, the report was that yes, you have been going and meeting with Ojukwu and Banjo. I think if you remember some of the bombing that had taken place on Moloney Street very near the police headquarters, you remember that, and the cinema in Yaba. And all this was stated to be his hand to work. You know, this rebel rouser."
        }
      ],
      "align": "justify"
    },
    {
      "type": "block-quote",
      "children": [
        {
          "text": "Soyinka: You see what evil reputation they give me."
        }
      ],
      "align": "justify"
    },
    {
      "type": "block-quote",
      "children": [
        {
          "text": "Gowon: And I said, my goodness. So, we thought the best thing to do is go and give him a good rest (Soyinka 00:04:47-00:05:52)."
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Here, we find a shocking amount of camaraderie between (not-quite-formerly) oppressor and oppressed—a willingness to find humor in circumstances that would otherwise dictate no such laughter. And indeed, given the medium of the podcast, we "
        },
        {
          "text": "do",
          "italic": true
        },
        {
          "text": " hear the laughter between these two men within the recollection of a traumatic national history. This is a complicated site of comparison: between text and speech, the past and the recent present, and between conversations that are recollected through third parties and those that are spoken directly with one another. Nonetheless, despite their radically distinct responses, they speak to the same moment in Nigerian history, a moment whose consequences still echo into the present."
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "This project attends to some of the differences between the written and the spoken word in how Wole Soyinka narrates his memories of his imprisonment during the Biafran War in 1966, and also the larger tale of the politics surrounding that conflict. What particular affordances does the aural experience of this narrative present to the listener that the written experience cannot? How are we to interpret the affective shift in Soyinka’s responses to the Biafran War throughout his literary and political history? "
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "All these complications are rendered more immediate—in the material sense—by the presence of these voices before us. Whereas the text of "
        },
        {
          "text": "The Man Died ",
          "italic": true
        },
        {
          "text": "calls for a necessarily interior interpretation and reception on part of its readers for its full effect, the exterior sense with which we perceive Soyinka’s (and others) voices forces us into a more immediate mode of responding to the affective qualities of speech. Roland Barthes notably argues that “The ‘grain’ is the body in the voice as it sings, the hand as it writes, the limb as it performs. If I perceive the ‘grain’ in a piece of music and accord this ‘grain’ a theoretical value…I inevitably set up a new scheme of evaluation which will certainly be individual…” (Barthes 188). Taking seriously the perceptual qualities of Soyinka’s voice in and of itself may open us up to other avenues of criticism. In his essay, ‘What Makes Oral History Different’, Alessandro Portelli makes a similar case regarding the “velocity of speech” in interviews: “Traits which cannot be contained within segments are the site (not exclusive, but very important) of essential narrative functions: they reveal the narrators’ emotions, their participation in the story, and the way the story affected them” (Portelli 51). Across my comparative close listening of the media embedded in this project—the memoir "
        },
        {
          "text": "The Man Died,",
          "italic": true
        },
        {
          "text": " Soyinka’s BBC Podcasts in which he ‘returns’ to Biafra, and Soyinka’s 2024 CNN interview with Larry Madowo regarding the film adaptation of the memoir—I generalize Portelli’s thinking as a way of attending to the affective velocities of Soyinka’s voice that are not apparent in his written voice. "
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "In listening to these texts, I contend that our understanding of "
        },
        {
          "text": "The Man Died",
          "italic": true
        },
        {
          "text": " shifts from a solitary encounter with a fractured, imprisoned mind to a mind actively grasping a multiplicitous external ideal—in this case, the democratic ideal of a nation—despite its confinement. Critically, this external grasping runs counter to the psychological restlessness exhibited in the text that is otherwise absent from Soyinka’s spoken language. Biodun Jeyifo, reflecting on Soyinka’s prose style, tells us that, “...irrespective of the matter or substance at hand in these prose works, the use of language constantly draws attention to itself, becomes indeed a percept on its own terms” (168). The following excerpt from the memoir illustrates this observation rather well: "
        }
      ],
      "align": "justify"
    },
    {
      "type": "block-quote",
      "children": [
        {
          "text": "“...as the last gate was opened I found I had set up an aimless cycle of words. Over and over it repeated itself, over and over until my conscious mind at long last took note of this incantation. A quotation from a long forgotten book? Or simply the creative mind’s originality-at-all-costs variant of that familiar theme: Abandon hope all who enter here? No matter, it goes thus and thus in an accent of bell chimes: In time of evil come I to this place of evil brought by evil hands and who knows but I may come to evil in this evil place…Then it begins over again” (129). "
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Beyond the clever self-reflexivity of Soyinka’s prose style, there is a certain inevitability in interpreting the textual experience of "
        },
        {
          "text": "The Man Died ",
          "italic": true
        },
        {
          "text": "as one of solipsism given Soyinka’s persecution and long period of solitary confinement. Due to Soyinka’s enclosed circumstances, the narrator often literally becomes limited to language as a means of self-recognition. I draw again from Jeyifo for this point: “The way that language operates in the experience narrated in ["
        },
        {
          "text": "The Man Died",
          "italic": true
        },
        {
          "text": "] to hone the psychic reserves of the author-detainee is emblematic of the over-investment in this book in the fundamentally constitutive role of language in all areas of experience” (186). "
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "While I broadly agree with Jeyifo’s reading, if we keep in mind the materiality of the documents that both foreground and postmark Soyinka’s prison  memoir, our view of this lonely ‘over-investment’ in language alters somewhat. Soyinka opens "
        },
        {
          "text": "The Man Died",
          "italic": true
        },
        {
          "text": ", in a preface titled ‘the unacknowledged’ by explaining “Between the lines of Paul Radin’s "
        },
        {
          "text": "Primitive Religion",
          "italic": true
        },
        {
          "text": ", and my own "
        },
        {
          "text": "Idanre ",
          "italic": true
        },
        {
          "text": "are scribbled fragments of plays, poems, a novel and portions of the prison notes which make up this book. Six other volumes have been similarly defaced with my writing” (9). This preface is immediately followed by a scan of a letter to Soyinka denying correspondence with him and its receiver, whose name is redacted (“I am therefore returning herewith your letter and the Penguin Book ‘Four Greek Poets’”) (10). The appendices of the memoir consist similarly of various extracts of government reports and letters. I interpret this intentional placement on Soyinka’s part as a reminder to the reader that his solitary writings are attempts at conversation with others even when he is denied their presence. The sense of that attempted conversation feels more profound, more earnestly desperate, when listening to the archival audio edited into the BBC podcasts and CNN interview—of radio broadcasts, of the sounds of war, etc—that sets the tone of the era for the contemporary listener. "
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Furthermore, the narrator in "
        },
        {
          "text": "The Man Died’s",
          "italic": true
        },
        {
          "text": " ability to configure himself temporally—even in the midst of his subjugation where his awareness of the world around him is stripped from him—allows for some kind of external relation that is simultaneously deeply invested in language, but reaches past language towards the materiality of other persons, the materiality of a dreamed-for democratic nation-state which defines Soyinka’s struggle. Again, this effect becomes more pronounced when considering the multiplicity of sounds—of other Nigerians, of the democratic nation-state constituted via speech—that we find spliced into the media being considered in this project. The sections of poetry in the memoir speak to this external reaching via the interior effects of language, especially the poem beginning “I anoint my flesh”, the second stanza of which reads, in its entirety: "
        }
      ],
      "align": "justify"
    },
    {
      "type": "block-quote",
      "children": [
        {
          "text": "I anoint my voice"
        }
      ],
      "align": "justify"
    },
    {
      "type": "block-quote",
      "children": [
        {
          "text": "And let it sound hereafter"
        }
      ],
      "align": "justify"
    },
    {
      "type": "block-quote",
      "children": [
        {
          "text": "Or dissolve upon its lonely passage"
        }
      ],
      "align": "justify"
    },
    {
      "type": "block-quote",
      "children": [
        {
          "text": "In your void. Voices new"
        }
      ],
      "align": "justify"
    },
    {
      "type": "block-quote",
      "children": [
        {
          "text": "Shall rouse the echoes when"
        }
      ],
      "align": "justify"
    },
    {
      "type": "block-quote",
      "children": [
        {
          "text": "Evil shall again arise (253) "
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "I read the “voices new” as such a recognition of the potential for language outside oneself, albeit realized through the language of the self as written by Soyinka within his prison cell. Nonetheless the temporal configuration of this verse is what remains most interesting: Soyinka, in thinking of a utopic futurity of a democratic Nigeria is able to imagine a reality beyond the brutal fact of his (then) present experience. I follow Nkiru Onyeamachi along this line of thought, who has argued that “Time becomes a subject and object of Soyinka’s survival as it affirms the functionality of his mind; also, time is a pivot in "
        },
        {
          "text": "The Man Died ",
          "italic": true
        },
        {
          "text": "as the “death of man” is first recorded during the Nigerian Civil War, and its duration extends to the post-war period, affirming the book as being “about time” and producing an archive for a national narrative.” This reading then allows me to make greater sense of the following exchange between Soyinka and Larry Madowo about the memoir’s film adaptation during his recent CNN interview. For all the dramatically expressed posturing of dissidence in the memoir, Soyinka balks at the idea of his character being transformed into a heroic myth via cinema, and instead extends his focus outwards towards the larger history and political moment of his imprisonment: "
        }
      ],
      "align": "justify"
    },
    {
      "type": "block-quote",
      "children": [
        {
          "text": "Madowo: So how did you feel turning that dark period into something people can watch? "
        }
      ],
      "align": "justify"
    },
    {
      "type": "block-quote",
      "children": [
        {
          "text": "Soyinka: Let me put it this way, turning anything in my life into something other people can watch pains me. I mean, it makes me, I don't mean physical hurt, it makes me extremely uncomfortable. "
        }
      ],
      "align": "justify"
    },
    {
      "type": "block-quote",
      "children": [
        {
          "text": "Madowo: Why? "
        }
      ],
      "align": "justify"
    },
    {
      "type": "block-quote",
      "children": [
        {
          "text": "Soyinka: I have no idea. For me it's just, it's wrong to say it's horrific, let's just say that I'm detached from it. The one in which we've collaborated was the one you're referring to, "
        },
        {
          "text": "The Man Died",
          "italic": true
        },
        {
          "text": ", in which I assisted them in trying to locate a building, a house, in which I hid and operated during the civil war. Well, it's not just about me alone, this is also about a particular period (Soyinka 00:11:06-00:11:57)."
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Though I have already showed—by way of my opening contrast in Soyinka’s relationship with Gowon—that there exists a curious irony in Soyinka’s calm, wry voicing of his imprisonment years after after the fact, I should clarify my earlier claims: the immediacy of hearing Soyinka does not grant us the immediacy of being in that experience "
        },
        {
          "text": "with",
          "italic": true
        },
        {
          "text": " him. “There is a fine but critical distinction here between, on the one hand, re-entering a trauma, speaking its unspeakable elements…and on the other, retelling the trauma in such a way as to preserve by resisting the pain of it…” as Wendy Brown reminds us (94). Perhaps that affective privacy is a freedom Soyinka has learned to cultivate over time, or a strategy adopted to account for the intense emotionality inscribed into the pages of "
        },
        {
          "text": "The Man Died",
          "italic": true
        },
        {
          "text": ". "
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "It is important to remember this sense of trauma is not just individual, but collective—and potentially cyclical. Anne Whitehead, in interpreting Soyinka’s thematic concerns across his prison writing, notes that “The governments of Nigeria replicated the separatist politics of colonialism and reinforced the divisions in the country so that it was eventually pulled apart in the secession of Biafra and the ensuing civil war” (Whitehead 26). "
        },
        {
          "text": "The Man Died ",
          "italic": true
        },
        {
          "text": "rightfully critiques this transferred political trauma, but in doing so, enters into discursive emotional intensity unwilling (or unable) to look past the present: “I recognize also that I moved long ago beyond compromise, that this book is now, and that only such things should be left out which might imperil those on whom the true revolution within the country depends” (Soyinka 13)."
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "align": "justify",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "It is within this tension in which my last argument lies: in close listening to Wole Soyinka’s decidedly measured recollections of the Biafran civil war, we discover Soyinka’s means of negotiating between the emotionally intense discourses of collective trauma and the reconciliatory impulses required for post-conflict nation-building. We can therefore better understand Soyinka’s tempered affect regarding his imprisonment not merely as a display of “bygones is bygones” but instead as a intentional strategy of African nation-building in the face of political crisis, a strategy he attempts to elucidate in his later work, "
        },
        {
          "text": "The Burden of Memory, The Muse of Forgiveness,",
          "italic": true
        },
        {
          "text": " written in the wake of post-Apartheid South Africa's Truth and Reconciliation Council: “The strategy of a poet-cum-theologian…serves as a bridge for the impulse that separates the memory-driven poet and the would-be transcendentalist over history. "
        },
        {
          "text": "To err is human, to atone, humane,",
          "italic": true
        },
        {
          "text": " declares one: "
        },
        {
          "text": "to err is human, to forgive, African,",
          "italic": true
        },
        {
          "text": " responds the other” (21)."
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "However, as Soyinka himself acknowledges, such a process of reconciliation (I prefer this word to the morally sugary “forgiveness”) isn’t politically nor personally easy, or a given. Soyinka composes into this ambiguity in our responses to collective trauma—between our desire for retribution, for continued perpetuation of harm in response to harm, and between our political need to make less salient such desires in order to allow for possible flourishing of communal, multicultural society—without obvious resolution, only complicated, ongoing holding of that ambiguity as social practice. But then again, the necessary political tendency towards reconciliation itself tends to disfavor the emotional realities of the oppressed in service of civil flourishing. This painful dynamic is made clear by following cut in the second BBC podcast between Gowon and Odumegwu Ojukwu, military secessionist leader and the brief president of the brief state of Biafra, each of whom were interviewed separately by Soyinka: "
        }
      ],
      "align": "justify"
    },
    {
      "type": "block-quote",
      "children": [
        {
          "text": "Gowon: Well, right from the beginning, I know that it is not a war against the evils. So there was no intention of fighting to just defeat the evils and to humiliate them. But I saw it more as a fight between brothers. Yes, you can fight, but if you are a true brother, you can fight, but in the end, you know, make it up. So right from the beginning, I think the idea of ensuring that it is not a punitive action against the people, we had hoped that in the end, you know, we'll be able to sit back and look back and even joke about it."
        }
      ],
      "align": "justify"
    },
    {
      "type": "block-quote",
      "children": [
        {
          "text": "Ojukwu: He certainly thought the slogan, "
        },
        {
          "text": "no victor, no vanquished,",
          "italic": true
        },
        {
          "text": " put him in line, sort of in the same, not Washington, but Lincoln in America. He was one of the magnanimous victors of our civilization. Did Gawain, when he was saying it, really understand what it meant, "
        },
        {
          "text": "no victor, no vanquished",
          "italic": true
        },
        {
          "text": "? Did Haziop till today, has he thought back? How much did he do to make the victor not a victor? On the other side, we the vanquished certainly have so many steps of Nigeria that remind us that we are vanquished (Soyinka 00:17:10-00:19:12)."
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Facilitating a truly reconciliatory future that could heal Ojukwu’s, and other Igbos (or, perhaps: Biafrans) historic wounds is an unobvious process. “The black poet,” writes Soyinka in "
        },
        {
          "text": "The Burden of Memory,",
          "italic": true
        },
        {
          "text": " “both within the continent and the diaspora—has been thrust into the heart for this hunger for closure…through a humanistic ethos that sometimes appears to be a deliberate act of faith, more a quest than a cultural given (20-21). The question of how to commit to such faith remains alive, not just for Nigeria, but for all countries with peoples dreaming their collective traumas into other, possible futures. Where Soyinka—nor anyone—cannot grant an all-solving model, we must instead lean into one another, and listen to the affective potentials living in the voice of every citizen. Hope, maybe, resides there. "
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Citations",
          "bold": true
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "bold": true,
          "text": ""
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Barthes, Roland. \"The Grain of the Voice.\" "
        },
        {
          "text": "Image, Music, Text,",
          "italic": true
        },
        {
          "text": " trans. and ed., Stephen Heath (London,. 1977), 179-89."
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Brown, Wendy. “Freedom’s Silences” in "
        },
        {
          "text": "Edgework: Critical Essays on Knowledge and Politics.",
          "italic": true
        },
        {
          "text": " Princeton, NJ: Princeton University Press, 2005. "
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Jeyifo, Biodun. Wole Soyinka: "
        },
        {
          "text": "Politics, Poetics and Postcolonialism.",
          "italic": true
        },
        {
          "text": " Cambridge University Press, 13 Nov. 2003."
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Onyemachi, Nkiru. “The Freedman in Soyinka’s ‘The Man Died.’” "
        },
        {
          "text": "Journal of Global Postcolonial Studies ",
          "italic": true
        },
        {
          "text": "(Print), vol. 9, no. 2, 2023, pp. 144-, "
        },
        {
          "type": "link",
          "url": "https://doi.org/10.5744/jgps.2021.2004",
          "children": [
            {
              "text": "https://doi.org/10.5744/jgps.2021.2004"
            }
          ]
        },
        {
          "text": "."
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Portelli, Alessandro, et al. “What Makes Oral History Different.” "
        },
        {
          "text": "The Oral History Reader",
          "italic": true
        },
        {
          "text": ", 3rd ed., Routledge, 2016, pp. 48–58, "
        },
        {
          "type": "link",
          "url": "https://doi.org/10.4324/9781315671833-5",
          "children": [
            {
              "text": "https://doi.org/10.4324/9781315671833-5"
            }
          ]
        },
        {
          "text": "."
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Soyinka, Wole. "
        },
        {
          "text": "The Burden of Memory, the Muse of Forgiveness.",
          "italic": true
        },
        {
          "text": " Oxford University Press, 1999."
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Soyinka, Wole. "
        },
        {
          "text": "The Man Died: Prison Notes of Wole Soyinka.",
          "italic": true
        },
        {
          "text": " [1st U.S. ed.], Harper & Row, 1972."
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Soyinka, Wole. Interview with Larry Madowo. “Nobel Laureate Wole Soyinka Reflects on His Life’s Work and the New Film ‘The Man Died.’” "
        },
        {
          "text": "African Voices ",
          "italic": true
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Changemakers ",
          "italic": true
        },
        {
          "text": "(CNN), 23 Sept. 2024, www.cnn.com/2024/09/23/world/video/african-voices-wole-soyinka-nobel-laureate-nigeria. Accessed 8 Mar. 2025."
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Soyinka, Wole. “Wole Soyinka Returns to Biafra.” "
        },
        {
          "text": "The Documentary Podcast",
          "italic": true
        },
        {
          "text": " (BBC), 24 Oct. 2007, www.bbc.co.uk/programmes/p02qqqww. Accessed 8 Mar. 2025."
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Soyinka, Wole. “Wole Soyinka Returns to Biafra Part 2..” "
        },
        {
          "text": "The Documentary Podcast ",
          "italic": true
        },
        {
          "text": "(BBC), 24 Oct. 2007, https://www.bbc.co.uk/programmes/p02qpkgn. Accessed 8 Mar. 2025."
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Whitehead, Anne. “Journeying through Hell: Wole Soyinka, Trauma, and Postcolonial Nigeria.” "
        },
        {
          "text": "Studies in the Novel,",
          "italic": true
        },
        {
          "text": " vol. 40, no. 1-2, 2008, pp. 13–30, https://doi.org/10.1353/sdn.0.0003. Accessed 31 Oct. 2020."
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "***",
          "bold": true
        },
        {
          "text": "\n"
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "align": "justify",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "First appearance of "
        },
        {
          "text": "The Man Died ",
          "italic": true
        },
        {
          "text": "in "
        },
        {
          "text": "Transition:",
          "italic": true
        },
        {
          "text": " "
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ],
      "align": "justify"
    },
    {
      "type": "image",
      "url": "https://transitionmagazine.fas.harvard.edu/files/2022/08/tran-042-1176x1536.jpg",
      "size": "medium",
      "children": [
        {
          "text": ""
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Soyinka with Ojukwu in 2007:"
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ],
      "align": "justify"
    },
    {
      "type": "image",
      "url": "http://newsimg.bbc.co.uk/media/images/44191000/jpg/_44191841_ojukwu203.jpg",
      "size": "medium",
      "children": [
        {
          "text": ""
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Soyinka with Gowon in 2007: "
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ],
      "align": "justify"
    },
    {
      "type": "image",
      "url": "http://newsimg.bbc.co.uk/media/images/44191000/jpg/_44191843_gowon203.jpg",
      "size": "medium",
      "children": [
        {
          "text": ""
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ],
      "align": "justify"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    }
  ],
  "title": "Introduction ",
  "autogenerate": {
    "enabled": false,
    "type": "custom"
  },
  "slug": "introduction",
  "created_at": "2025-04-23T12:59:45.135Z",
  "created_by": "TawandaMulalu",
  "updated_at": "2025-05-05T03:59:36.936Z",
  "updated_by": "TawandaMulalu",
  "parent": "2f1e171b-343f-474e-b7d5-5f15ccfa2d07"
}